Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Specializations: Buzzer, Freezer, Shard, Shredder, Torch
fr_fr: Spécialisations: Buzzer, Freezer, Aiguilles, Éclats, Torche

source: {SWIMMING} Type: Active, Physical
fr_fr: {NATATION} Type: Active, Physique

source: What it is: Swimming is the art of moving and not drowning within fluids.
fr_fr: Qu'est-ce: Natation est l'art de se déplacer et de en pas se noyer en milieu liquide.

source: It includes floating, surface swimming, snorkeling, diving, and related equipment use.
fr_fr: Cela inclus la flottaison, la natation de surface, la plongée en apnée, le plongeon et l'utilisation du matériel lié.

source: When you use it: Use Swimming whenever you need to move and survive in water or another liquid environment.
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous avez besoin de vous déplacer et de survivre dans l'eau ou tout autre environnement liquide.

source: Swimming in a non-threatening environment can be handled as a Simple Success Test.
fr_fr: Nager dans un environnement non dangereux peut être géré par un Test de Succès Simple.

source: Swimming over a long distance could be handled as a Task Action.
fr_fr: Nager sur une longue distance peut être géré par une Action de Tâche.

source: Diving off a cliff into a lake, preventing yourself from being swept away in a raging river current, or making sure you’ve set a proper gas mix for a deep-sea dive, among other things, requires a Success Test.
fr_fr: Plonger d'une falaise dans un lac, éviter d'être emporter par le courant rageur d'une rivière ou s'assurer que vous avez le bon mélange de gaz pour une plongée en haute-mer, entre auters chsoes, nécessite un Test de Succès.

source: Specializations: Diving, Freestyle, Underwater Diving
fr_fr: Spécialisations: Plonger, Natation Synchronisée, PLongée Sous-Marine

source: {THROWING WEAPONS} Type: Active, Combat
fr_fr: {ARMES DE JET} Type: Active, Combat

source: What it is: Throwing Weapons skill covers the use and maintenance of standard throwing weapons, like grenades (p.
fr_fr: Qu'est-ce: La compétence Armes de Jet couvre l'utilisation et la maintenance des armes de jet standard, comme les grenades (p.

source: When you use it: Use Throwing Weapons skill whenever you are attacking with a throwing weapon in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes de Jet lorsqu'il attaque avec une arme de jet en combat à distance (p.

source: Specializations: Grenades, Knives, Rocks
fr_fr: Spécialisations: Hâches, Lames Implantées, Couteaux, Épées.

source: {UNARMED COMBAT} Type: Active, Combat
fr_fr: {COMBAT À MAINS NUES} Type: Active, Combat

source: What it is: Unarmed Combat is your ability to attack and defend without using weapons.
fr_fr: Qu'est-ce: Combat à Mains Nues est votre capacité à attaquer et à vous défendre sans utilsier d'arms.

source: When you use it: Use Unarmed Combat whenever you want to attack someone with your fists, feet, elbows, knees, or other body parts in melee combat (p.
fr_fr: Quand l'utiliser: utilisez Combat à Mains Nues lorsque vous attaquez quelqu'un avec vos poings, pieds, coudes, genoux ou d'autres parties de votre corps en combat au contact (p.

source: Specializations: Implant Weaponry, Kick, Punch, Subdual
fr_fr: Spécialisations: Armes Implantées, Coup de Pied, Coup de Poing, Contrôle

source: USING KNOWLEDGE SKILLS
fr_fr: UTILISER LES COMPÉTENCES DE CONNAISSANCES

source: At first glance, it may seem that Knowledge skills have fewer in-game applications than Active skills.
fr_fr: Au premier abrod, il pourrait sembler que les Compétences de Connaissances ont moins d'applications en jeu que les Compétences Actives.

source: To some degree this is the case.
fr_fr: C'est el cas dans une certaine mesure.

source: The importance of Knowledge skills, however, should not be underestimated.
fr_fr: L'importance des Compétences de Connaissances, ne devrait cependant pas être sous-estimé.

source: While they play a role in analyzing clues and solving mysteries, the real value of Knowledge skills is in helping the characters—and the players—understand the world of Eclipse Phase.
fr_fr: Alors qu'elles jouent un rôle dans l'analyse des indices et la résolution de mystères, la véritable valeur des Compétences de Connaissances et dans l'aide qu'elles fournissent aux personnages - et aux joueurs - pour comprendre le monde d'Eclipse Phase.

source: In particular these skills can be used to make plans, assess a situation, identify strengths and weaknesses, evaluate worth, make comparisons, forecast probable outcomes, or understand the applicable science, socio-economic factors, or cultural or historical context.
fr_fr: Ces compétences peuvent être utilisée en aprticulier pour faire des plans, analyser une situation, identifier les forces et les faiblesses, évaluser la valeur, faire des comparaisons, anticiper les issues probables ou comprendre la science appliquée, les facteurs socio-économiques, ou les contexte culturels ou historiques.

source: For example, a group of characters looking to break into a facility could use Profession: Security Procedures to evaluate the defenses, Academic: Architecture to identify covert points of entry, Interests: Sports to plan their infiltration at a time when the guards are likely to be distracted, Interests: Triads to identify a local crime group that can sell them breaking and entering gear, and Art: Sculpture when picking a valuable art piece with which to bribe an insider.
fr_fr: Par exemple, un groupe de personnage cherchant àpénétrer une installation pourrait utiliser Profession: Procédures de Sécurité pour évaluer les défenses, Académique: Architecture pour identifier les entrées dissimulées, Intérêts: Sports pour planifier leur infiltration au moment où les gardes seron tprobablement distrait, Intérêts: Triades pour identifier un groupe criminel local qui pourrait leur vendre du matériel de cambriolage et Art: Sculpture au moment de prendre une œuvre d'art de valeur avec laquelle acheter du personnel à l'intérieur.

source: When used appropriately, these skills can be just as beneficial as the Active skills used to break inside, if not more so because the plan is more likely to succeed as a result of this preparation.
fr_fr: Lorsqu'elles sont utilisées de manière appropriée, ces compétences peuvent être aussi bénéfique que les Compétences Actives utilisées pour s'infiltrer, si ce n'est plus car le plan à plus de chances de réussir en raison de cette préparation.

source: It is largely up to the gamemaster to enforce how useful Knowledge skills are in their game.
fr_fr: C'est essentiellement au maître de jeu de renforcer le rôle de ces Compétences de Connaissances durant leurs parties.

source: The easiest way to reinforce their relevance is to penalize characters who don’t take advantage of them.
fr_fr: La méthode la plus simple pour augmenter leur pertinence est de panéliser les personnages qui ne s'en servent pas.

source: For example, characters who didn’t use their Profession: Security Procedures in the example above might end up being surprised when they run across a security system they are not prepared to deal with, forcing them to improvise or even abandon their plans.
fr_fr: Par exemple, les personnages qui n'utilisent pas leur compétence Profession: Security Procedures dans l'exemple ci-dessus pourrait se retrouver surpris en traversant un système de sécurité qu'ils n'avaient pas anticipés, les forçant à improviser ou même à abandonner leurs plans.

source: SPECIAL SKILLS
fr_fr: COMPÉTENCES SPÉCIALES

source: While the preceding list represents the skills most commonly used in Eclipse Phase, there may be certain skills called for in a campaign that are not found in this book.
fr_fr: Alros que la liste précédente représente les ocmpétences les plus communément utilisées dans Eclipse Phase, il peut y avoir certaines compétences nécessaire à une campagne et qui ne figurent pas dans ce livre.

source: In this case, the gamemaster may work with the players to create a new skill to fill this void.
fr_fr: Dans ce cas, le maître de jeu peu travailler avec le joueur à définir une nouvelle compétence pour remplir le vide.

source: This option should be used sparingly to prevent skill bloat, and all skills are subject to approval by the gamemaster If you choose to create a new skill, keep in mind that it needs to be linked to an existing aptitude and should be a skill that is available to all characters, not just specific to one character.
fr_fr: Cette option ne devrait être utilisée que rarement afin d'éviter une surcharge de compétence, et toutes les compétences doivent être approuvée par le maitre de jeu. Si vous choisissez de créer une nouvelle compétence, gardez en têe qu'elle doit être liée à une aptitude existante et qu'elle devrait être une compétence disponible pour tous les personnages et non pas réservée à un seul d'entre eux.

source: Character creation
fr_fr: Création de personnage

source: Character generation
fr_fr: Génération de personnage

source: There are two parts to every player character.
fr_fr: Chaque personnage joueur est composé de deux parties.

source: The first is the sets of numbers and attributes that define what a character is good or bad at (or even what they can and can’t do) according to the game mechanics.
fr_fr: La première est l'ensemble des nombres et des attributs qui définissent ce à quoi un personnage est bon ou mauvais (ou même ce qu'il peuvent ou ne peuvent pas faire).

source: These are more than just statistics, however—these characteristics help to define your character’s abilities and interests, and by extension their background, education, training, and experience.
fr_fr: Ils sotn un peu plus que de simple statistiques cependant - ces caractéristiques aident à définir les capacités de votre personnage et ses intérêts et, par extension, son passé, son éducation, son entraînement et son éducation.

source: During the character creation process, you will have the ability to assign, adjust, and juggle these characteristics as you like.
fr_fr: Pendant le processus de création de personnage, vous aurez la possibilité d'assigner, d'ajuster et de jongler avec ces stats comme vous le désirez.

source: If you have a pre-conceived notion of what the character is about, you can optimize the stats to reflect that.
fr_fr: Si vous avez une notion pré-conçues de ce qu'est votre personnage, vous pouvez optimiser les stats pour le refléter.

source: Alternatively, you can tweak the stats until you get something you like, then base the character’s backstory off of what you develop.
fr_fr: Alternativement, vous pouvez bidouiller les stats jusqu'à obtenir quelque chose que vous aimez, pusi baser l'histoire de votre personnage sur ce que vous avez développé.

source: The second part to every player character is their personality.
fr_fr: La deuxième partie de chaque personnage joueur est sa eprsonnalité.

source: What defines them as a person?
fr_fr: Qu'est-ce qui le/la définit en temps que personne?

source: What makes them tick?
fr_fr: Qu'est-ce qui le/la motive?

source: What pisses them off?
fr_fr: Qu'es-ce qui l'énerve?

source: What sparks their interest?
fr_fr: Qu'est-ce qui attire son attention?

source: What positive aspects of their personality make them appealing as a friend, comrade, or lover—or at least someone interesting to play?
fr_fr: Quels aspect de sa personnalité le/la rend attractif/ve en tant qu'ami/e, camarade ou amant/e - ou au moins quelqu'un d'intéressant avc qui jouer?

source: What character flaws and quirks do they have?
fr_fr: Quels défaut de personnalité ou quelle bizarrerie il/elle a?

source: These questions matter because they will also guide you as you assign stats, skills, and traits.
fr_fr: Ces questions importent car elles vont également vous guider lorsque vous choisirez les stats, les compétences et les traits.

source: Character generation is a step-by-step process.
fr_fr: La génération de personnage est un procédé qui se fait étape par étape.

source: Unlike some games, the process for creating an Eclipse Phase character is not random—you have complete control over every aspect of your character’s design.
fr_fr: Contrairement à d'autres jeu, le procédé pour générer un personnage d'Eclipse Phase n'est pas aléatoire - vous avez un contrôle total sur tous les aspects de la conception de votre personnage.

source: Some stages must be completed before you can move on to others.
fr_fr: Certaines étapes doivent être réalisée avant de pouvoir passer ausx suivantes.

source: The complete process is broken down on the Step-By-Step Guide to Character Creation sidebar.
fr_fr: Les étapes du processuss complet sont détaillée dans la barre latrale Guide à la Création de Personnage Par Étapes.

source: {Step-by-step guide to character creation}
fr_fr: {Guide à la Création de Personnage Par Étapes}

source: Define Character Concept (p.
fr_fr: Définir le Concept du Personnage (p.

source: 130) Choose Background (p.
fr_fr: 130) Choisir un Historique (p.

source: 131) Choose Faction (p.
fr_fr: 131) Choisir une Faction (p.

source: 132) Spend Free Points (p.
fr_fr: 132) Penser els Po ints Gratuits (p.

source: 134) 105 aptitude points 1 Moxie 5,000 credit 50 Rep Native tongue Spend Customization Points (p.
fr_fr: 134) 105 points d'aptitudes 1 point de Moxie 5 000 crédit 50 Rep Langue Natale Dépenser les POints de Personnalisation (p.

source: 135) 1,000 CP to spend 15 CP = 1 Moxie 10 CP = 1 aptitude point 5 CP = 1 psi sleight 5 CP = 1 specialization 2 CP = 1 skill point (61-80) 1 CP = 1 skill point (up to 60) 1 CP = 1,000 credit 1 CP = 10 rep Active skill minimum: 400 skill points Knowledge skill minimum: 300 skill points Choose Starting Morph (pp.
fr_fr: 135) 1 000 PP à dépenser 15 PP = 1 Moxie 10 PP = 1 point d'aptitude 5 PP = 1 exploit psi 5 PP = 1 spécialisation 2 PP = 1 point de compétence (61-80) 1 PP = 1 point de compétence (up to 60) 1 PP = 1 000 crédit 1 CP = 10 rep Minimum de points de a investir en compétence active: 400 skill points Minimum de point à investir en compétence de connaissance: 300 skill points Choisir une morph de départ (pp.

source: 136 and 139) Choose Traits (pp.
fr_fr: 136 et 139) Choisir des Traits (pp.

source: 136 and 145) Purchase Gear (p.
fr_fr: 136 et 145) Acheter du Matériel (p.

source: 136) Choose Motivation (p.
fr_fr: 136) Choisir des Motivations (p.

source: 137) Calculate Remaining Stats (p.
fr_fr: 137) Calculer les Stats Restantes (p.

source: 138) Detail the Character (p.
fr_fr: 138) Détailler le Personnage (p.

source: Deciding what/who you want to play before you make the character is usually the best route.
fr_fr: Décider ce que/qui vous voulez jouer avant de créer le personnage est habituellement le meilleur chemin.

source: Pick a simple archetype that fits your character, and work from there.
fr_fr: Choisissez un archétype simple qui correspond à votre personnage, et partez de là.

source: Do you want to play an explorer?
fr_fr: Voulez-vous jouer un explorateur?

source: Someone sneaky, like a spy or thief?
fr_fr: Quelqu'un de sournois, comme un espion ou un voleur?

source: Someone cerebral, like a scientist?
fr_fr: Quelqu'un de cérébral, comme un scientifique?

source: A hardened criminal or ex-cop?
fr_fr: Un criminel endurci ou un ex-flic?

source: Or do you prefer to be a rabble-rousing agitator?
fr_fr: Ou préférez-vous être un agitateur démagogique?

source: You can also start with a personality type and choose an associated profession.
fr_fr: Vous pouvez aussi démarrer avec une personnalité type et choisir une profession associée.

source: If you want a social butterfly who excels at manipulating people, you can play a media personality, blogger, or party-going socialite.
fr_fr: Si vous voulez un papillon social qui excelle dans la manipulation des personnes, vous pouvez jouer une personnalité des médias, un blogueur ou un socialite fétard.

source: Perhaps you’d prefer a bottomedout reject with substance abuse problems, in which case an ex-merc or former hypercapitalist who lost his fortune and family during the Fall might fit.
fr_fr: Peut-être que vous préférerez un rebut de la société avec des problèmes de drogues, auquel cas un ex-mercenaire ou un ancien hypercapitaliste qui a perdu sa fortune et sa famille pendant la Chute pourrait correspondre.

source: How about an energetic, live-life-to-the-fullest, must-see-it-all character?
fr_fr: Et que pesnez-vous d'un personnage énergétique, profitant de la vie au maximum et qui doit absolument voir tout ce qu'il y a à voir?

source: Then a habitat freerunner or professional gatecrasher might be what you’re looking for.
fr_fr: Un adepte de la course libre ou un resquilleur professionnel pourrait alors bien être ce que vous cherchez.

source: Make sure to check in with the other players and try to create a character that’s complementary to the rest of the team—preferably one who provides some skill-set the group lacks.
fr_fr: Soyez sûr de vous concerter avec les autres joueurs et d'essayer de faire un pesonnage qui est complémentaire au reste de l'équipe - de manière préférable, un personnage qui fournit un ensemble de compétences dont manque le groupe.

source: Why create a research archeologist if someone else is already set on playing one, especially when the team lacks a good combat specialist or async?
fr_fr: POurquoi créer un chercheur en archéologie si quelqu'un d'autre a déjà décider qu'il en ferait un, particulièrement quand l'équipe manque d'un bon spécialsite du combat ou d'un async?

source: On the other hand, if your team is going to be running an alien archeological expedition, then having more than one researcher (each with distinct areas of expertise) might not be bad.
fr_fr: D'un autre côté, si votre équipe va s'embarquer dans une expédition d'archéologie étrnagère, avoir plus d'un chercheur (chacun avec des domaines d'expertise différent) pourrait ne pas être une mauvaise chose.

source: Once you have the basic concept, try to fill it with a few more details, making it into a one-sentence summary.
fr_fr: Une fois que vous avez le concept de base, essayez de l'étoffer de quelques détails, pour en faire un résumé en une phrase.

source: If you started with the concept of “xeno-so- ciologist,” expand it to “open-minded amateur linguist and expert xeno-sociologist who is fascinated by alien cultures, collects Factor kitsch, has a high-tolerance for ‘yuck factors,’ and whose best friends tend to be uplifts and AIs.” This will give you a few more details around which you can focus the character’s strengths and weaknesses.
fr_fr: Si vous avez commencé avec le concept de "xéno-sociologue," étendez-le à "linguiste amateur ouvert d'esprit et expert en xéno-sociologie fasciné par les cultures étrangères, la collection d'objet kitsch des Facteurs, possède une haute-tolérance au 'facteur beurk' et dont les meilleurs amis tendent à être des élevés et des IAs." Cella vous donnera un peu plus de détails sur lesquels vous pourrez concentrez les forces et faiblesses de votre personnage.

source: The first step to creating your character is to choose a background.
fr_fr: La première étape de la création de votre personnage est de lui choisir un historique.

source: Was your character born on Earth before the Fall?
fr_fr: Votre personnage est-il/elle né/née sur Terre avant la Chute?

source: Were they raised on a habitat commune?
fr_fr: A-t-il/elle été élevé/élevée sur un habitat communautaire?

source: Or did they start existence as a disembodied AI?
fr_fr: Ou a-t-il/elle commencé son existence en tant su'IA désincarnée?

source: You must choose one of the backgrounds for your character from the list below.
fr_fr: Vous devez choisir l'historique de votre personnage parmi ceux de la liste ci-dessous.

source: Choose wisely, as each background may provide your character with certain skills, traits, limitations, or other characteristics to start with.
fr_fr: Choisissez sagement, car chaque historique peut fournir à votre personnage certaines compétences, traits, limitations ou d'autres caractéristiques avec lesquelles débuter.

source: Keep in mind that your background is where you came from, not who you are now.
fr_fr: Gardez en tête que votre historique représente d'où vous venez, non pas ce que vous êtes maintenant.

source: It is the past, whereas your faction represents whom your character is currently aligned with.
fr_fr: C'est le passé, alors que votre faction représente ceux avec qui vous êtes actuellement alignés.

source: Your future, of course, is yours to make.
fr_fr: Votre futur, bien entendu, est ce que vous déciderez d'en faire.

source: The background options presented below cover a wide selection of transhumanity, but they cannot cover every possibility.
fr_fr: Les options d'historiques présentées ci-dessous coouvrent une large sélection de la transhumanté, mais ils ne couvrent pas toutes les possibilités.

source: If your gamemaster allows it, you may work with them to develop a background that is not included on this list, using these as guidelines to keep it balanced.
fr_fr: Si votre maître de jeu vous y autorise, vous pouvez travailler ensemble au développement d'un historique qui n'est pas inclut sur cette liste, en s'en servant comme base pour maintenir l'équilibre.

source: You were raised with a social grouping that remained on the move throughout the Sol system.
fr_fr: Vous avez été élevés avec un groupe social qui est resté en mouvement à travers tout le système Sol.

source: This could have been free traders, pirates, asteroid farmers, scav- engers, or just migrant workers.
fr_fr: Cela peut-être des mibre marchands, des pirates, des fermiers d'astéroïdes, des récupérateurs ou juste des travailleurs migrants.

source: You are used to roaming space travel between habitats and stations.
fr_fr: Vous êtes habitués aux voyages spatiaux erratiques entre les habitats et les stations.

source: Advantages: +10 Navigation skill, +20 Pilot: Spacecraft skill, +10 Networking: [Field] skill of your choice
fr_fr: Avantages: +10 compétence Navigation, +20 compétence Piloter: Vaisseau, +10 compétence Réseau: [Domaine] de votre choix.

source: Disadvantages: None
fr_fr: Désavantages: Aucun

source: Common Morphs: All, especially Bouncers and Hibernoids
fr_fr: Morphs Communes: toutes, particulièrement les Bounceurs et les Hibernoïdes.

source: You were born and raised on Earth and evacuated during the horrors of the Fall, leaving your old life (and possibly your friends, family, and loved ones) behind you.
fr_fr: Vous êtes nés et avez été élevés sur terre et évacué pendant les horreurs de la Chute, abandonnant votre ancienne vie (et probablement vos amis, votre famille et ceux que vous aimiez).

source: You were lucky enough to survive with your body intact and continue to make a life for yourself out in the system.
fr_fr: Vous avez été suffisament chanceux pour survivre en conservant votre corps et à vous en sortir seul dans le système.

source: Advantages: +10 Pilot: Groundcraft skill, +10 Networking: [Field] skill of your choice, +1 Moxie
fr_fr: Avantages: +10 compétence Piloter: véhicules terrestre, +10 compétence Réseau: [Domaine] de votre choix, +1 Moxie.

source: Disadvantages: Only 2,500 Starting Credit (can still buy credit with CP)
fr_fr: Désavantages: Seulement 2 500 crédit de départ (il reste possible d'acheter des crédits avec des PP)

source: Common Morphs: Flats, Splicers
fr_fr: Morphs Communes: Plates, Spliceurs

source: You are privileged to have been raised as part of the immortal upper class that rules many inner system habitats and hypercorps.
fr_fr: Vous avez eu le privlège d'être élevé en tant que membre de la haute société immortelle qui dirige la plupart des habitats du système intérieur et des hypercorps.
